Repository: mc17uulm/email-protect
Catalog: lang/mc_language-*.po
Languages: de_de

source: Add mail crypter shortcode
de_de: Mail-Crypter shortcode hinzuf端gen

source: Email address
de_de: E-Mail-Adresse

source: Link label
de_de: Linktext

source: Secure via javascript
de_de: Mit Javascript sch端tzen

source: Encrypt your email address directly. With or without <code>a href</code> tag
de_de: Verschl端sseln Sie Ihre E-Mail-Adresse direkt. Mit oder ohne <code>a href</code> tag

source: with <code>a href</code> tag
de_de: mit <code>a href</code> tag

source: only email
de_de: nur E-Mail-Adresse

source: Encrypt
de_de: Verschl端sseln

source: Output
de_de: Ausgabe

source: In page
de_de: Auf der Seite

source: Sourcecode
de_de: Quellcode
